Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 轨迹转换失败，展开查看。
source: Track conversion failed. Expand for details.
es: Falló la conversión de la ruta. Despliega para ver detalles.
ja: 軌跡の変換に失敗しました。展開して詳細を確認してください。
ko: 경로 변환에 실패했습니다. 펼쳐서 확인하세요.
pt_br: A conversão do trajeto falhou. Expanda para ver detalhes.
zh_hans: 轨迹转换失败，展开查看。
zh_hant: 軌跡轉換失敗，展開查看。

# 选择字段 → 编辑并预览 → 写入所有元数据
source: Select fields → Edit and preview → Write all metadata
es: Seleccionar campos → Editar y previsualizar → Escribir todos los metadatos
ja: 項目を選択 → 編集・プレビュー → すべてのメタデータを書き込む
ko: 필드 선택 → 편집 및 미리 보기 → 모든 메타데이터 기록
pt_br: Selecionar campos → Editar e visualizar → Gravar todos os metadados
zh_hans: 选择字段 → 编辑并预览 → 写入所有元数据
zh_hant: 選擇欄位 → 編輯並預覽 → 寫入所有中繼資料

# 选择照片以应用收藏
source: Select photos to apply a favorite location
es: Selecciona fotos para aplicar un lugar favorito
ja: 写真を選択してお気に入りの位置を適用
ko: 즐겨찾기 위치를 적용할 사진 선택
pt_br: Selecione fotos para aplicar um local favorito
zh_hans: 选择照片以应用收藏
zh_hant: 選擇照片以套用收藏

# 选择照片以查看定位
source: Select photos to view their locations
es: Selecciona fotos para ver su ubicación
ja: 写真を選択して位置を確認
ko: 사진을 선택하여 위치 보기
pt_br: Selecione fotos para ver a localização
zh_hans: 选择照片以查看定位
zh_hant: 選擇照片以查看定位

# 选择照片后再匹配定位。
source: Select photos before matching locations.
es: Selecciona fotos antes de asociar ubicaciones.
ja: 写真を選択してから位置を照合してください。
ko: 사진을 선택한 후 위치를 매칭하세요.
pt_br: Selecione fotos antes de associar localizações.
zh_hans: 选择照片后再匹配定位。
zh_hant: 選擇照片後再比對定位。

# 选行可查看改名过程；执行范围以上方设置和完整预览为准。
source: Select a row to inspect its steps. The scope settings and full preview determine which files are renamed.
es: Selecciona una fila para ver los pasos. El alcance y la vista previa completa determinan los archivos que se renombrarán.
ja: 行を選択すると処理の詳細を確認できます。実行対象は上部の範囲設定とプレビュー全体で決まります。
ko: 행을 선택하면 변경 과정을 확인할 수 있습니다. 실제 대상은 위의 범위 설정과 전체 미리보기로 결정됩니다.
pt_br: Selecione uma linha para ver as etapas. O escopo e a prévia completa determinam quais arquivos serão renomeados.
zh_hans: 选行可查看改名过程；执行范围以上方设置和完整预览为准。
zh_hant: 選列可查看重新命名過程；執行範圍以上方設定和完整預覽為準。

# 部分照片暂不可编辑，请检查读取或保存结果后重新读取元数据。
source: Some photos cannot currently be edited. Check the read or save results, then reload metadata.
es: Algunas fotos no se pueden editar ahora. Comprueba la lectura o el guardado y vuelve a cargar los metadatos.
ja: 一部の写真は現在編集できません。読み込みや保存の結果を確認し、メタデータを再読み込みしてください。
ko: 일부 사진은 현재 편집할 수 없습니다. 읽기 또는 저장 결과를 확인한 뒤 메타데이터를 다시 읽으세요.
pt_br: Algumas fotos não podem ser editadas agora. Confira a leitura ou o salvamento e recarregue os metadados.
zh_hans: 部分照片暂不可编辑，请检查读取或保存结果后重新读取元数据。
zh_hant: 部分照片暫不可編輯，請檢查讀取或儲存結果後重新讀取中繼資料。

# 部分轨迹文件未能导入，请在轨迹卡片中查看。
source: Some track files could not be imported. See the tracks panel for details.
es: No se pudieron importar algunos recorridos. Consulta el panel de recorridos.
ja: 一部の軌跡ファイルを読み込めませんでした。軌跡パネルで確認してください。
ko: 일부 경로 파일을 가져오지 못했습니다. 경로 패널에서 확인하세요.
pt_br: Não foi possível importar alguns trajetos. Confira o painel de trajetos.
zh_hans: 部分轨迹文件未能导入，请在轨迹卡片中查看。
zh_hant: 部分軌跡檔案未能匯入，請在軌跡卡片中檢視。

# 重新匹配所选照片，成功匹配的位置会替换现有定位，写入前可撤销。
source: Match the selected photos again. Successful matches replace existing locations; undo is available before writing.
es: Vuelve a asociar las fotos seleccionadas. Las coincidencias correctas reemplazan las ubicaciones existentes y se pueden deshacer antes de escribir.
ja: 選択した写真を再照合します。成功した位置で既存の位置を置き換えます。書き込み前は取り消せます。
ko: 선택한 사진을 다시 매칭합니다. 성공한 위치로 기존 위치를 바꾸며, 파일에 쓰기 전에 실행 취소할 수 있습니다.
pt_br: Associe novamente as fotos selecionadas. As correspondências substituem as localizações existentes e podem ser desfeitas antes de gravar.
zh_hans: 重新匹配所选照片，成功匹配的位置会替换现有定位，写入前可撤销。
zh_hant: 重新比對所選照片，成功比對的位置會取代現有定位，寫入前可復原。

# 额外文件：%1$@；配对文件一并列入右侧预览。
source: Extra files: %1$@. Paired files are also included in the preview.
es: Archivos adicionales: %1$@. Los archivos emparejados también aparecen en la vista previa.
ja: 追加ファイル：%1$@。ペアのファイルも右側のプレビューに含まれます。
ko: 추가 파일: %1$@. 연결된 파일도 오른쪽 미리보기에 포함됩니다.
pt_br: Arquivos extras: %1$@. Os arquivos pareados também aparecem na prévia.
zh_hans: 额外文件：%1$@；配对文件一并列入右侧预览。
zh_hant: 額外檔案：%1$@；配對檔案一併列入右側預覽。

# 高德仅接收轨迹坐标用于转换；照片和轨迹文件不上传，缓存仅存本机。
source: AMap receives only track coordinates for conversion. Photos and track files are not uploaded; caches stay on this Mac.
es: AMap solo recibe coordenadas para convertirlas. No se suben fotos ni archivos de recorrido; la caché permanece en este Mac.
ja: 高徳には変換用の軌跡座標のみを送信します。写真や軌跡ファイルは送信されず、キャッシュはこの Mac にのみ保存されます。
ko: 고덕에는 변환할 경로 좌표만 전송됩니다. 사진과 경로 파일은 업로드하지 않으며 캐시는 이 Mac에만 저장됩니다.
pt_br: O AMap recebe apenas coordenadas para conversão. Fotos e arquivos de trajeto não são enviados; o cache fica neste Mac.
zh_hans: 高德仅接收轨迹坐标用于转换；照片和轨迹文件不上传，缓存仅存本机。
zh_hant: 高德僅接收軌跡座標用於轉換；照片和軌跡檔案不上傳，快取僅存本機。

# 仅商品名
source: Product name only
es: Solo nombre comercial
ja: 製品名のみ
ko: 제품명만
pt_br: Somente nome comercial
zh_hans: 仅商品名
zh_hant: 僅商品名

# 商品名已核实，元数据型号尚未核实；仅填入商品名。
source: Product name verified; metadata model unverified. Only the product name will be entered.
es: Nombre comercial verificado; modelo de metadatos sin verificar. Solo se introducirá el nombre.
ja: 製品名は確認済みですが、メタデータのモデル名は未確認です。製品名のみ入力します。
ko: 제품명은 확인되었지만 메타데이터 모델은 미확인입니다. 제품명만 입력됩니다.
pt_br: Nome comercial verificado; modelo de metadados não verificado. Apenas o nome será inserido.
zh_hans: 商品名已核实，元数据型号尚未核实；仅填入商品名。
zh_hant: 商品名已核實，中繼資料型號尚未核實；僅填入商品名。

# 同一行对应同一设备；“仅商品名”表示尚未核实元数据型号。
source: Each row is one device. “Product name only” means its metadata model is unverified.
es: Cada fila es un dispositivo. «Solo nombre comercial» indica que su modelo de metadatos no está verificado.
ja: 同じ行は同じ機器です。「製品名のみ」はメタデータのモデル名が未確認であることを示します。
ko: 각 행은 같은 기기입니다. ‘제품명만’은 메타데이터 모델이 미확인임을 뜻합니다.
pt_br: Cada linha é um dispositivo. “Somente nome comercial” indica que o modelo de metadados não foi verificado.
zh_hans: 同一行对应同一设备；“仅商品名”表示尚未核实元数据型号。
zh_hant: 同一列對應同一裝置；「僅商品名」表示尚未核實中繼資料型號。

# 追加项目
source: Append items
es: Añadir elementos
ja: 項目を追加
ko: 항목 추가
pt_br: Adicionar itens
zh_hans: 追加项目
zh_hant: 加入項目

# 移除指定项目
source: Remove matching items
es: Quitar elementos indicados
ja: 指定項目を削除
ko: 지정 항목 제거
pt_br: Remover itens indicados
zh_hans: 移除指定项目
zh_hant: 移除指定項目

# 常用状态
source: Common states
es: Estados habituales
ja: よく使う状態
ko: 일반 상태
pt_br: Estados comuns
zh_hans: 常用状态
zh_hant: 常用狀態

# 未闪光
source: Did not fire
es: No disparó
ja: 発光なし
ko: 발광 안 함
pt_br: Não disparou
zh_hans: 未闪光
zh_hant: 未閃光

# 已闪光
source: Fired
es: Disparó
ja: 発光
ko: 발광함
pt_br: Disparou
zh_hans: 已闪光
zh_hant: 已閃光

# 强制开启并闪光
source: On, fired
es: Activado, disparó
ja: 強制発光
ko: 강제 발광
pt_br: Ativado, disparou
zh_hans: 强制开启并闪光
zh_hant: 強制開啟並閃光

# 关闭且未闪光
source: Off, did not fire
es: Desactivado, no disparó
ja: オフ、発光なし
ko: 꺼짐, 발광 안 함
pt_br: Desativado, não disparou
zh_hans: 关闭且未闪光
zh_hant: 關閉且未閃光

# 自动，未闪光
source: Auto, did not fire
es: Automático, no disparó
ja: 自動、発光なし
ko: 자동, 발광 안 함
pt_br: Automático, não disparou
zh_hans: 自动，未闪光
zh_hant: 自動，未閃光

# 自动，已闪光
source: Auto, fired
es: Automático, disparó
ja: 自動、発光
ko: 자동, 발광함
pt_br: Automático, disparou
zh_hans: 自动，已闪光
zh_hant: 自動，已閃光

# 无闪光灯
source: No flash function
es: Sin función de flash
ja: フラッシュ機能なし
ko: 플래시 기능 없음
pt_br: Sem função de flash
zh_hans: 无闪光灯
zh_hant: 無閃光燈

# 已闪光，防红眼
source: Fired, red-eye reduction
es: Disparó, reducción de ojos rojos
ja: 発光、赤目軽減
ko: 발광, 적목 감소
pt_br: Disparou, redução de olhos vermelhos
zh_hans: 已闪光，防红眼
zh_hant: 已閃光，防紅眼

# 设备型号
source: Device model
es: Modelo del dispositivo
ja: 機器のモデル
ko: 기기 모델
pt_br: Modelo do dispositivo
zh_hans: 设备型号
zh_hant: 裝置型號

# 商品名称
source: Product name
es: Nombre comercial
ja: 製品名
ko: 제품명
pt_br: Nome comercial
zh_hans: 商品名称
zh_hant: 商品名稱

# 元数据型号
source: Metadata model
es: Modelo en metadatos
ja: メタデータのモデル名
ko: 메타데이터 모델
pt_br: Modelo nos metadados
zh_hans: 元数据型号
zh_hant: 中繼資料型號

# 元数据品牌
source: Metadata maker
es: Fabricante en metadatos
ja: メタデータのメーカー
ko: 메타데이터 제조사
pt_br: Fabricante nos metadados
zh_hans: 元数据品牌
zh_hant: 中繼資料品牌

# 已选择
source: Selected
es: Seleccionado
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择
zh_hant: 已選取

# 只读
source: Read only
es: Solo lectura
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
zh_hans: 只读
zh_hant: 唯讀

# 最终写入内容
source: Value to write
es: Valor que se escribirá
ja: 書き込む値
ko: 기록할 값
pt_br: Valor a gravar
zh_hans: 最终写入内容
zh_hant: 最終寫入內容

# 当前内容
source: Current value
es: Valor actual
ja: 現在の値
ko: 현재 값
pt_br: Valor atual
zh_hans: 当前内容
zh_hant: 目前內容

# 当前内容 / 修改预览
source: Current value / Preview
es: Valor actual / Vista previa
ja: 現在の値 / 変更プレビュー
ko: 현재 값 / 변경 미리보기
pt_br: Valor atual / Prévia
zh_hans: 当前内容 / 修改预览
zh_hant: 目前內容 / 修改預覽

# 编辑内容
source: Edit value
es: Editar valor
ja: 値の編集
ko: 값 편집
pt_br: Editar valor
zh_hans: 编辑内容
zh_hant: 編輯內容

# 编辑 → 预览 → 加入待保存
source: Edit → Preview → Stage changes
es: Editar → Vista previa → Preparar cambios
ja: 編集 → プレビュー → 変更を保留
ko: 편집 → 미리보기 → 변경 준비
pt_br: Editar → Prévia → Preparar alterações
zh_hans: 编辑 → 预览 → 加入待保存
zh_hant: 編輯 → 預覽 → 加入待儲存

# 加入待保存后，回到列表保存照片。
source: After staging, return to the list to save the photos.
es: Tras preparar los cambios, vuelve a la lista para guardar las fotos.
ja: 変更を保留したら、一覧に戻って写真を保存します。
ko: 변경을 준비한 후 목록으로 돌아가 사진을 저장하세요.
pt_br: Após preparar as alterações, volte à lista para salvar as fotos.
zh_hans: 加入待保存后，回到列表保存照片。
zh_hant: 加入待儲存後，回到列表儲存照片。

# 点击“预览”检查每张照片的修改结果。
source: Click Preview to check the result for each photo.
es: Pulsa Vista previa para comprobar el resultado de cada foto.
ja: 「プレビュー」で各写真の変更結果を確認します。
ko: 미리보기를 눌러 각 사진의 변경 결과를 확인하세요.
pt_br: Clique em Prévia para conferir o resultado de cada foto.
zh_hans: 点击“预览”检查每张照片的修改结果。
zh_hant: 按一下「預覽」檢查每張照片的修改結果。

# 选择字段 → 编辑并预览 → 保存照片
source: Select fields → Edit and preview → Save photos
es: Elegir campos → Editar y revisar → Guardar fotos
ja: 項目を選択 → 編集とプレビュー → 写真を保存
ko: 필드 선택 → 편집 및 미리보기 → 사진 저장
pt_br: Selecionar campos → Editar e revisar → Salvar fotos
zh_hans: 选择字段 → 编辑并预览 → 保存照片
zh_hant: 選取欄位 → 編輯並預覽 → 儲存照片

# 单击选择，⌘ / Shift 多选；双击或点铅笔编辑。
source: Click to select, ⌘ / Shift for multiple fields; double-click or use the pencil to edit.
es: Clic para seleccionar, ⌘ / Shift para varios; doble clic o lápiz para editar.
ja: クリックで選択、⌘ / Shift で複数選択。ダブルクリックか鉛筆で編集。
ko: 클릭하여 선택, ⌘ / Shift로 다중 선택. 두 번 클릭하거나 연필로 편집하세요.
pt_br: Clique para selecionar, ⌘ / Shift para vários; clique duas vezes ou use o lápis para editar.
zh_hans: 单击选择，⌘ / Shift 多选；双击或点铅笔编辑。
zh_hant: 按一下選取，⌘ / Shift 多選；按兩下或點鉛筆編輯。

# 预览清除结果，再加入待保存修改。
source: Preview the removal, then stage the changes.
es: Revisa el borrado y después prepara los cambios.
ja: 削除結果をプレビューしてから変更を保留します。
ko: 지우기 결과를 미리 본 후 변경을 준비하세요.
pt_br: Confira a remoção e depois prepare as alterações.
zh_hans: 预览清除结果，再加入待保存修改。
zh_hant: 預覽清除結果，再加入待儲存修改。

# 点击商品名称或元数据型号，填入对应名称；名称相同时只显示一项。
source: Click either the product name or metadata model to fill it in. Identical names appear once.
es: Pulsa el nombre comercial o el modelo para rellenarlo. Los nombres iguales aparecen una sola vez.
ja: 製品名かメタデータのモデル名をクリックして入力します。同じ名前は1つだけ表示します。
ko: 제품명 또는 메타데이터 모델을 눌러 입력합니다. 같은 이름은 한 번만 표시됩니다.
pt_br: Clique no nome comercial ou no modelo para preenchê-lo. Nomes iguais aparecem uma única vez.
zh_hans: 点击商品名称或元数据型号，填入对应名称；名称相同时只显示一项。
zh_hant: 點選商品名稱或中繼資料型號，填入對應名稱；名稱相同時只顯示一項。

# 选择机型可填入样本中的制造商名称，只修改当前字段。
source: Choose a device to fill its sample maker name. Only this field changes.
es: Elige un dispositivo para usar el fabricante de la muestra. Solo cambia este campo.
ja: 機種を選ぶとサンプルのメーカー名を入力します。この項目だけを変更します。
ko: 기기를 선택하면 샘플의 제조사 이름이 입력됩니다. 이 필드만 변경됩니다.
pt_br: Escolha um dispositivo para usar o fabricante da amostra. Apenas este campo muda.
zh_hans: 选择机型可填入样本中的制造商名称，只修改当前字段。
zh_hant: 選擇機型可填入樣本中的製造商名稱，只修改目前欄位。

# 同一行对应同一设备；下方输入框仍可自由修改。
source: Each row is one device. You can still edit the value in the text field.
es: Cada fila corresponde a un dispositivo. Puedes editar el valor en el cuadro de texto.
ja: 同じ行は同じ機器です。入力欄の値は自由に編集できます。
ko: 각 행은 같은 기기입니다. 입력란의 값은 자유롭게 수정할 수 있습니다.
pt_br: Cada linha corresponde a um dispositivo. Você pode editar o valor no campo de texto.
zh_hans: 同一行对应同一设备；下方输入框仍可自由修改。
zh_hant: 同一列對應同一裝置；下方輸入框仍可自由修改。

# 可在预设名称上修改，也可直接输入自定义名称。
source: Edit a preset name or type your own.
es: Modifica un nombre predefinido o escribe uno propio.
ja: プリセット名を編集するか、独自の名前を入力できます。
ko: 프리셋 이름을 수정하거나 직접 이름을 입력하세요.
pt_br: Edite um nome predefinido ou digite o seu.
zh_hans: 可在预设名称上修改，也可直接输入自定义名称。
zh_hant: 可在預設名稱上修改，也可直接輸入自訂名稱。

# 可直接编辑完整时间，保留所需的秒、亚秒和时区。
source: Edit the full timestamp to retain seconds, subseconds and time zone.
es: Edita la fecha completa para conservar segundos, fracciones y zona horaria.
ja: 秒、秒未満、タイムゾーンを含む時刻を直接編集できます。
ko: 초, 소수 초, 시간대를 포함한 전체 시간을 직접 편집할 수 있습니다.
pt_br: Edite a data completa para manter segundos, frações e fuso horário.
zh_hans: 可直接编辑完整时间，保留所需的秒、亚秒和时区。
zh_hant: 可直接編輯完整時間，保留所需的秒、次秒和時區。

# 使用三个英文字母的国家代码，例如 CHN。
source: Use a three-letter country code, such as CHN.
es: Usa un código de país de tres letras, como CHN.
ja: CHN など3文字の国コードを入力します。
ko: CHN과 같은 세 자리 영문 국가 코드를 입력하세요.
pt_br: Use um código de país com três letras, como CHN.
zh_hans: 使用三个英文字母的国家代码，例如 CHN。
zh_hant: 使用三個英文字母的國家代碼，例如 CHN。

# 输入 EXIF 闪光灯状态代码（0–127），例如 0 表示未闪光。
source: Enter an EXIF flash status code (0–127); 0 means no flash.
es: Introduce el código EXIF del flash (0–127); 0 significa sin flash.
ja: EXIF フラッシュ状態コード（0–127）を入力します。0 は発光なしです。
ko: EXIF 플래시 상태 코드(0–127)를 입력하세요. 0은 발광하지 않음을 뜻합니다.
pt_br: Insira o código EXIF do flash (0–127); 0 significa sem flash.
zh_hans: 输入 EXIF 闪光灯状态代码（0–127），例如 0 表示未闪光。
zh_hant: 輸入 EXIF 閃光燈狀態代碼（0–127），例如 0 表示未閃光。

# 输入数值或分数，例如 1/125；单位显示在右侧。
source: Enter a number or fraction, such as 1/125. The unit is shown on the right.
es: Introduce un número o fracción, como 1/125. La unidad aparece a la derecha.
ja: 1/125 などの数値や分数を入力します。単位は右側に表示します。
ko: 1/125와 같은 숫자나 분수를 입력하세요. 단위는 오른쪽에 표시됩니다.
pt_br: Insira um número ou fração, como 1/125. A unidade aparece à direita.
zh_hans: 输入数值或分数，例如 1/125；单位显示在右侧。
zh_hant: 輸入數值或分數，例如 1/125；單位顯示在右側。

# 只修改此字段；其他来源中的同名字段保持原值。
source: Only this field changes; fields from other sources keep their values.
es: Solo cambia este campo; los de otras fuentes conservan sus valores.
ja: この項目だけを変更します。他のソースの同名項目は元の値を保ちます。
ko: 이 필드만 변경합니다. 다른 출처의 같은 이름 필드는 유지됩니다.
pt_br: Apenas este campo muda; os de outras fontes mantêm seus valores.
zh_hans: 只修改此字段；其他来源中的同名字段保持原值。
zh_hant: 只修改此欄位；其他來源中的同名欄位保留原值。

# 设备品牌
source: Device brand
es: Marca del dispositivo
ja: 機器のブランド
ko: 기기 브랜드
pt_br: Marca do dispositivo
zh_hans: 设备品牌
zh_hant: 裝置品牌

# 选择品牌
source: Choose a brand
es: Elegir marca
ja: ブランドを選択
ko: 브랜드 선택
pt_br: Escolher marca
zh_hans: 选择品牌
zh_hant: 選擇品牌

# 搜索机型或型号编号
source: Search device or model number
es: Buscar dispositivo o número de modelo
ja: 機種名・型番を検索
ko: 기기 또는 모델 번호 검색
pt_br: Buscar dispositivo ou número do modelo
zh_hans: 搜索机型或型号编号
zh_hant: 搜尋機型或型號編號

# 选择机型
source: Choose a model
es: Elegir modelo
ja: 機種を選択
ko: 모델 선택
pt_br: Escolher modelo
zh_hans: 选择机型
zh_hant: 選擇機型

# 没有匹配机型，可直接输入自定义值。
source: No matching model. You can enter a custom value below.
es: No hay modelos coincidentes. Puedes introducir un valor personalizado abajo.
ja: 一致する機種がありません。下に任意の値を入力できます。
ko: 일치하는 모델이 없습니다. 아래에 값을 직접 입력할 수 있습니다.
pt_br: Nenhum modelo correspondente. Você pode inserir um valor personalizado abaixo.
zh_hans: 没有匹配机型，可直接输入自定义值。
zh_hant: 沒有符合的機型，可直接輸入自訂值。

# 选择机型只填入当前字段；下方仍可自定义。型号以样本为准，可能因地区或固件而不同。
source: Choosing a model fills only this field; you can still edit the value below. Model values come from samples and may vary by region or firmware.
es: Elegir un modelo rellena solo este campo; puedes editar el valor abajo. Los valores proceden de muestras y pueden variar según la región o el firmware.
ja: 機種を選ぶとこのフィールドだけに入力され、下で自由に変更できます。型番はサンプルに基づき、地域やファームウェアにより異なる場合があります。
ko: 모델을 선택하면 이 필드만 채워지며 아래에서 수정할 수 있습니다. 모델 값은 샘플을 기준으로 하며 지역이나 펌웨어에 따라 다를 수 있습니다.
pt_br: Escolher um modelo preenche apenas este campo; você ainda pode editar o valor abaixo. Os valores vêm de amostras e podem variar por região ou firmware.
zh_hans: 选择机型只填入当前字段；下方仍可自定义。型号以样本为准，可能因地区或固件而不同。
zh_hant: 選擇機型只填入目前欄位；下方仍可自訂。型號以樣本為準，可能因地區或韌體而不同。

# 已选字段：%1$@
source: Selected fields: %1$@
es: Campos seleccionados: %1$@
ja: 選択したフィールド：%1$@
ko: 선택한 필드: %1$@
pt_br: Campos selecionados: %1$@
zh_hans: 已选字段：%1$@
zh_hant: 已選欄位：%1$@

# 单击选择，⌘ 点选多项，Shift 连选；双击或点箭头编辑。
source: Click to select, ⌘-click to select multiple, Shift-click for a range; double-click or use the arrow to edit.
es: Haz clic para seleccionar, ⌘-clic para selección múltiple y Mayús-clic para un intervalo; haz doble clic o usa la flecha para editar.
ja: クリックで選択、⌘＋クリックで複数選択、Shift＋クリックで範囲選択。ダブルクリックまたは矢印で編集。
ko: 클릭하여 선택, ⌘ 클릭으로 다중 선택, Shift 클릭으로 범위 선택. 더블 클릭하거나 화살표를 눌러 편집합니다.
pt_br: Clique para selecionar, ⌘-clique para seleção múltipla e Shift-clique para um intervalo; clique duas vezes ou use a seta para editar.
zh_hans: 单击选择，⌘ 点选多项，Shift 连选；双击或点箭头编辑。
zh_hant: 按一下選取，⌘ 點選多項，Shift 連選；按兩下或點箭頭編輯。

# 复制其他字段的值…
source: Copy another field’s value…
es: Copiar el valor de otro campo…
ja: 別のフィールドから値をコピー…
ko: 다른 필드의 값 복사…
pt_br: Copiar valor de outro campo…
zh_hans: 复制其他字段的值…
zh_hant: 複製其他欄位的值…

# 统一赋值…
source: Set the same value…
es: Asignar el mismo valor…
ja: 同じ値を設定…
ko: 동일한 값 설정…
pt_br: Definir o mesmo valor…
zh_hans: 统一赋值…
zh_hant: 統一賦值…

# 粘贴到所选字段…
source: Paste into selected fields…
es: Pegar en los campos seleccionados…
ja: 選択したフィールドにペースト…
ko: 선택한 필드에 붙여넣기…
pt_br: Colar nos campos selecionados…
zh_hans: 粘贴到所选字段…
zh_hant: 貼上到所選欄位…

# 清除所选字段…
source: Clear selected fields…
es: Borrar los campos seleccionados…
ja: 選択したフィールドを消去…
ko: 선택한 필드 지우기…
pt_br: Limpar os campos selecionados…
zh_hans: 清除所选字段…
zh_hant: 清除所選欄位…

# 批量编辑字段
source: Batch edit fields
es: Editar campos en lote
ja: フィールドの一括編集
ko: 필드 일괄 편집
pt_br: Editar campos em lote
zh_hans: 批量编辑字段
zh_hant: 批次編輯欄位

# 目标字段：%1$@
source: Target fields: %1$@
es: Campos de destino: %1$@
ja: 対象フィールド：%1$@
ko: 대상 필드: %1$@
pt_br: Campos de destino: %1$@
zh_hans: 目标字段：%1$@
zh_hant: 目標欄位：%1$@

# 已排除 %1$@ 个只读字段。
source: Read-only fields excluded: %1$@.
es: Campos de solo lectura excluidos: %1$@.
ja: 除外された読み取り専用フィールド：%1$@。
ko: 제외된 읽기 전용 필드: %1$@.
pt_br: Campos somente leitura excluídos: %1$@.
zh_hans: 已排除 %1$@ 个只读字段。
zh_hant: 已排除 %1$@ 個唯讀欄位。

# 每张照片使用自己的来源值（含待保存修改）；来源缺失时跳过。
source: Each photo uses its own source value, including unsaved edits. Photos with no source value are skipped.
es: Cada foto usa su propio valor de origen, incluidos los cambios sin guardar. Se omiten las fotos sin valor de origen.
ja: 各写真のソース値（未保存の編集を含む）を使用します。ソース値がない写真はスキップします。
ko: 각 사진의 원본 값(저장하지 않은 편집 포함)을 사용합니다. 원본 값이 없으면 건너뜁니다.
pt_br: Cada foto usa seu próprio valor de origem, incluindo edições não salvas. Fotos sem valor de origem são ignoradas.
zh_hans: 每张照片使用自己的来源值（含待保存修改）；来源缺失时跳过。
zh_hant: 每張照片使用自己的來源值（含待儲存修改）；來源缺失時跳過。

# 先预览全部目标，加入待保存修改后再保存照片。
source: Preview all targets, add the edits to pending changes, then save the photos.
es: Previsualiza todos los destinos, añade los cambios pendientes y después guarda las fotos.
ja: すべての対象をプレビューし、変更を未保存の編集に追加してから写真を保存します。
ko: 모든 대상을 미리 보고 저장할 변경 사항에 추가한 다음 사진을 저장하세요.
pt_br: Visualize todos os destinos, adicione as alterações pendentes e depois salve as fotos.
zh_hans: 先预览全部目标，加入待保存修改后再保存照片。
zh_hant: 先預覽全部目標，加入待儲存修改後再儲存照片。

# 原标签
source: Original tags
es: Etiquetas originales
ja: 元のタグ
ko: 원본 태그
pt_br: Tags originais
zh_hans: 原标签
zh_hant: 原標籤

# 已编辑
source: Edited
es: Editadas
ja: 編集済み
ko: 편집됨
pt_br: Editadas
zh_hans: 已编辑
zh_hant: 已編輯

# 元数据：已读取 %1$@/%2$@，失败 %3$@
source: Metadata: %1$@/%2$@ read, %3$@ failed
es: Metadatos: %1$@/%2$@ leídos, %3$@ fallidos
ja: メタデータ：%1$@/%2$@ 読み込み済み、%3$@ 失敗
ko: 메타데이터: %1$@/%2$@ 읽음, %3$@ 실패
pt_br: Metadados: %1$@/%2$@ lidos, %3$@ falharam
zh_hans: 元数据：已读取 %1$@/%2$@，失败 %3$@
zh_hant: 中繼資料：已讀取 %1$@/%2$@，失敗 %3$@

# 已读取的原始元数据标签数（含厂商私有信息）；不包含文件属性或派生字段。
source: Number of source metadata tags read, including maker notes; excludes file properties and derived fields.
es: Número de etiquetas de origen, incluidas las del fabricante; excluye propiedades del archivo y campos derivados.
ja: メーカー固有情報を含む元のメタデータタグ数。ファイル属性と派生項目は含みません。
ko: 제조사 정보를 포함한 원본 메타데이터 태그 수. 파일 속성과 파생 필드는 제외합니다.
pt_br: Número de tags de origem, incluindo informações do fabricante; exclui propriedades do arquivo e campos derivados.
zh_hans: 已读取的原始元数据标签数（含厂商私有信息）；不包含文件属性或派生字段。
zh_hant: 已讀取的原始中繼資料標籤數（含廠商私有資訊）；不含檔案屬性或衍生欄位。

# 当前待保存的字段数；定位方向等配套标签不重复计数。
source: Number of fields awaiting save; companion tags such as coordinate direction are not counted separately.
es: Número de campos pendientes de guardar; no se cuentan por separado etiquetas auxiliares como la dirección de coordenadas.
ja: 保存待ちの項目数。座標方向などの補助タグは別に数えません。
ko: 저장 대기 중인 필드 수. 좌표 방향 등 보조 태그는 별도로 세지 않습니다.
pt_br: Número de campos aguardando salvamento; tags auxiliares como a direção das coordenadas não são contadas separadamente.
zh_hans: 当前待保存的字段数；定位方向等配套标签不重复计数。
zh_hant: 目前待儲存的欄位數；定位方向等配套標籤不重複計數。

# 亚秒 %1$@ 秒
source: Subsecond %1$@ s
es: Fracción de segundo %1$@ s
ja: 小数秒 %1$@ 秒
ko: 소수 초 %1$@초
pt_br: Fração de segundo %1$@ s
zh_hans: 亚秒 %1$@ 秒
zh_hant: 亞秒 %1$@ 秒

# 正在读取元数据…
source: Reading metadata…
es: Leyendo metadatos…
ja: メタデータを読み込み中…
ko: 메타데이터 읽는 중…
pt_br: Lendo metadados…
zh_hans: 正在读取元数据…
zh_hant: 正在讀取中繼資料…

# 未能读取
source: Unable to read
es: No se pudo leer
ja: 読み込み不可
ko: 읽을 수 없음
pt_br: Não foi possível ler
zh_hans: 未能读取
zh_hant: 無法讀取

# 时区未记录
source: Time zone not recorded
es: Zona horaria no registrada
ja: タイムゾーン未記録
ko: 시간대 미기록
pt_br: Fuso horário não registrado
zh_hans: 时区未记录
zh_hant: 未記錄時區

# 仅日期
source: Date only
es: Solo fecha
ja: 日付のみ
ko: 날짜만
pt_br: Somente data
zh_hans: 仅日期
zh_hant: 僅日期

# 仅时间
source: Time only
es: Solo hora
ja: 時刻のみ
ko: 시간만
pt_br: Somente hora
zh_hans: 仅时间
zh_hant: 僅時間

# 复制显示值
source: Copy Display Value
es: Copiar valor mostrado
ja: 表示値をコピー
ko: 표시 값 복사
pt_br: Copiar valor exibido
zh_hans: 复制显示值
zh_hant: 複製顯示值

# 复制原值
source: Copy Raw Value
es: Copiar valor original
ja: 元の値をコピー
ko: 원시 값 복사
pt_br: Copiar valor original
zh_hans: 复制原值
zh_hant: 複製原始值

# 复制规范标签
source: Copy Canonical Tag
es: Copiar etiqueta canónica
ja: 正規タグをコピー
ko: 정규 태그 복사
pt_br: Copiar tag canônica
zh_hans: 复制规范标签
zh_hant: 複製規範標籤

# 所有字段
source: All Fields
es: Todos los campos
ja: すべての項目
ko: 모든 필드
pt_br: Todos os campos
zh_hans: 所有字段
zh_hant: 所有欄位

# 待保存字段
source: Unsaved Fields
es: Campos sin guardar
ja: 未保存の項目
ko: 저장 대기 필드
pt_br: Campos não salvos
zh_hans: 待保存字段
zh_hant: 待儲存欄位

# 有值字段
source: Populated Fields
es: Campos con valores
ja: 値のある項目
ko: 값이 있는 필드
pt_br: Campos com valores
zh_hans: 有值字段
zh_hant: 有值欄位

# 分组
source: Groups
es: Grupos
ja: グループ
ko: 그룹
pt_br: Grupos
zh_hans: 分组
zh_hant: 群組

# 显示设置
source: Display Options
es: Opciones de visualización
ja: 表示設定
ko: 표시 설정
pt_br: Opções de exibição
zh_hans: 显示设置
zh_hant: 顯示設定

# 更多操作
source: More Actions
es: Más acciones
ja: その他の操作
ko: 추가 작업
pt_br: Mais ações
zh_hans: 更多操作
zh_hant: 更多操作

# 元数据编辑
source: Metadata Editing
es: Editar metadatos
ja: メタデータ編集
ko: 메타데이터 편집
pt_br: Editar metadados
zh_hans: 元数据编辑
zh_hant: 中繼資料編輯

# 重命名
source: Rename
es: Renombrar
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

# 待构建
source: Coming soon
es: En preparación
ja: 準備中
ko: 준비 중
pt_br: Em construção
zh_hans: 待构建
zh_hant: 待建置

# 时间偏移
source: Time Offset
es: Desplazamiento de fecha y hora
ja: 日時のオフセット
ko: 시간 오프셋
pt_br: Deslocamento de data e hora
zh_hans: 时间偏移
zh_hant: 時間偏移

# 正数增加，负数减少；分别以每张照片的当前字段值计算。
source: Positive values add; negative values subtract. Each photo uses its current field value.
es: Los valores positivos suman y los negativos restan. Se usa el valor actual del campo de cada foto.
ja: 正の値で加算、負の値で減算します。各写真の現在のフィールド値を基準に計算します。
ko: 양수는 더하고 음수는 뺍니다. 각 사진의 현재 필드 값을 기준으로 계산합니다.
pt_br: Valores positivos somam; negativos subtraem. O cálculo usa o valor atual do campo de cada foto.
zh_hans: 正数增加，负数减少；分别以每张照片的当前字段值计算。
zh_hant: 正數增加，負數減少；分別以每張照片的目前欄位值計算。
